[
    {
        "id":"1.1", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Introduction",
        "content":"The Wolf of Forex consists of 4 chapters that will show you my approach to the foreign exchange market. Each chapter consists of lessons with notes, market lecture videos, walk through videos, or charting videos. You will develop an understanding of basic financial trading principles and practices in the global marketplace. These principles & practices include: 1- Getting Started Understanding Japanese candlestick formations. Developing your own trading plan.  2-Fundamental Analysis Understanding the macroeconomic factors that influence exchange rates. Understanding the driving forces in a economy.Identifying market correlations. Interpreting the Commitment Of Traders Report. 3-Technical Analysis Accurately read & chart price action.Finding and executing high probable setups. Drawing and interpreting Fibonacci ratios. Using signals generated by the Ichimoku indicator.  4-Risk Management Using known systematic risk management techniques.Testing the profitability of your technical strategy. The best way for you to learn and retain +90% of this material is to get active and do the real thing. Its like going to the gym, you can't gain muscle by reading how to exercise; you have to actually show up and put in the work.", 
        "video":"svM8fjnOjL8"
    },
    {
        "id":"1.2", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"How to use Trading View",
        "content":"✔️ TradingView Sign Up Link: https://www.tradingview.com/gopro/?share_your_love=MrHiggs Sign up for TradingView using the link above and receive up to a $30 BONUS and at the same time, you support the brand! (Because I get a small commission if you buy a premium plan)", 
        "video":"OUGtgtG_tuA"
    },
    {
        "id":"1.3", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Chart & Order Types",
        "content":"Order Type: In the foreign exchange market there are only two order types I use and that is a market order & a stop loss order. A market order is an order that is executed instantly to buy or sell at that exact exchange rate. A Stop loss order is always placed in conjunction with a buy or sell order. I find this to be necessary in order to limit the loss on a position to a manageable amount. A Buy order is placed when the exchange rate is going up or 'long' A Sell order is placed when the exchange rate is going down or 'short' A Stop loss order is place to limit your loss in a trade. A Trailing stop is basically a stop loss order that you will adjust periodically as you observe price to secure profits, trailing the exchange rate as it rises or fall. Chart Type: The line chart is the simplest chart and provides the least information for us. It displays the closing of price for that period. The bar chart provides only the opening, high, low, and closing of price. The Japanese candle stick chart will be the focal point in our technical analysis. This chart provides the most information because patterns will emerge that make it possible to predict the confirmation of a trend reversal, strengthening of a bullish or bearish movement, and the reaching of a top or bottom.", 
        "video":"tXGS3XyVuBs"
    },
    {
        "id":"1.4", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Pips",
        "content":"In this lesson we will learn why pips are key components in the foreign exchange market. Pip is short for “percentage in point”. Pips are a fundamental concept of foreign exchange. We use pips as a unit of measuring  to express the change in value in a exchange rate when trading currencies on an exchange market. 1 pip is also referred to as 1/100thof 1% in USD related currency pairs. In USD related currency pairs 1 pip is quoted to the 4th decimal place, where 1 pip is 1/100th of 1%. In Yen related currency pairs 1 pip is quote to the 2nd decimal place, where 1 pip is 1/10th of 10%. So all currency pairs with exception to the Yen (2nd decimal place) are quoted to the fourth (4th) decimal place.", 
        "video":"/"
    },
    {
        "id":"1.5", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Lots",
        "content":"*The margin requirement varies depending on your retail broker* Lot Sizes: 1 Standard lot: 100,000 units of foreign base currency. 1 Mini lot: 10,000 units of foreign base currency. 1 Micro lot: 1,000 units of foreign base currency. In USD quoted currency pair, a 1 pip move results in the following gain/loss: 1 Standard lot: 0.0001 x 100,000 = $10.00, 1 Mini lot: 0.0001 x 10,000 = $1.00, 1 Micro lot: 0.0001 x 1,000 = $0.10, 1 Nano lot: 0.0001 x 100 = $0.01. The calculations are very simple work out. Equations are provided below:(Base Currency lot size) x (Specified Exchange rate) = Notional value(Notional value) x (Margin requirement) = Initial Margin. Leveraging: When you buy a financial asset in the traditional way, you pay the full purchase price up front. However, leveraging allows you to put up a percentage of the value or your position as an initial outlay. This is called a margin requirement & this percentage varies between pairs and brokers. Usually ranges from 0.002% - 5% for major currency pairs. Its important to note that any profit or loss you make based on the full or notional value of your position is magnified in comparison to your initial margin. So what you are basically doing is borrowing money, or leveraging debt, from a broker to open your trade. If the trade causes your account falls in a deficit your account will go into a margin call which will require you to either exit the position or add more funds to your account. If you fail to do either, your broker will step in and exit the position for you.", 
        "video":"vh3OkxQF5Zw"
    },
    {
        "id":"1.6", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Brokers",
        "content":"How to Verify CFTC Registration: To identify if a forex broker is CFTC-registered and regulated by the NFA, the first step is to identify the NFA ID number from the disclosure text at the bottom of the broker's US homepage or you can verify using the firms name. Next, look up the firm on the NFA website to validate the current status of the id number. National Futures Association: https://www.nfa.futures.org/Ba... When you are selecting a new broker do your due diligence and research into the following aspects: Is the broker regulated or unregulated? What country is the broker based in? Are the trading conditions of the broker fair? How low are the spreads? How quickly are your trading orders executed?  How quickly and easily can you deposit and withdraw funds? Does the broker offer all the currency & commodity pairs you want to trade? Does the broker provide an adequate trading platform? How long has the broker been in business? How long does the broker take to respond to any of your trading issues? Is the broker reputable with good reviews? What is Forex & Who are the players? Forex or “FX” is short for foreign exchange & globally, it’s the largest financial market that allows anyone to buy and sell currencies just like you would buy and sell stock on the stock market through a stock broker you can buy & sell currencies on the interbank market trough a retail FX broker. A foreign exchange broker is essentially any financial company that allows you to buy and sell foreign currencies through their platform. Unlike the stock market valued around $23 billion in volume a day, the foreign exchange market is valued around $7 trillion in volume a day with about $4 trillion worth of currency changing hands daily but only around $300 billion is traded by retail forex traders. The remaining $6.7 trillion is traded by central banks, investment managers, hedge funds, & corporations. In the foreign exchange market, people and firms exchange one currency to purchase another currency. The demand for dollars comes from those U.S. export firms seeking to convert their earnings in foreign currency back into U.S. dollars; foreign tourists converting their earnings in a foreign currency back into U.S. dollars; and foreign investors seeking to make financial investments in the U.S. economy. On the supply side of the foreign exchange market for the trading of U.S. dollars are foreign firms that have sold imports in the U.S. economy and are seeking to convert their earnings back to their home currency; U.S. tourists abroad; and U.S. investors seeking to make financial investments in foreign economies. The financial markets are divided into two sides. Central banks are responsible for adjusting monetary policies like interest rates, managing the money supply and gold reserves of an economy. They are also responsible for circulating and lending the national currency providing liquidity to the largest banks that serve their nations. Commercial banks (Sell Side) trade for themselves and their clients. They profit from the bid and ask spreads implemented on exchange rates quoted to their clients in the interbank market. Investment managers and hedge funds (Buy Side) are considered the most significant customers in the interbank market. They speculate on exchange rate market fluctuations for profit, while hedging against risk that could affect their portfolios of securities. Corporations’/Firms alike investment banks and hedge funds, they deal with banks that hedge to mitigate risk in the fluctuations in a currency's exchange rate. Retail traders are at the bottom of the list trading on the worst terms in comparison to the participants listed above.", 
        "video":"/"
    },
    {
        "id":"1.7", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Trading Sessions",
        "content":"Main Trading Sessions London: 2am - 11 am EST | 8pm - 5pm UTC/GMT New York: 8am - 5pm EST | 1pm - 10pm UTC/GMT minus 5 hours Sydney/Wellington: 4pm to 1am EST | 10pm to 7am UTC/GMT Tokyo: 7pm - 4am EST | 12am - 9am UTC/GMT", 
        "video":"/"
    },
    {
        "id":"1.8", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"What are Candlesticks",
        "content":"Candlestick Anatomy: Japanese candlesticks will increase the efficiency of your technical analysis. Once you determine the direction of the market, candle sticks will give you valuable market insights allowing you to enter and exit the market with better timing. When analyzing candlesticks we must always recognize: The Size of the Real Body. The length of the Wick/Shadow. Level of Confluence. Confluence: The concept of confluence is used to support your trading decision. This results from using several indicators, strategies, or signals to identify high probable entry and exit points or spot retracements & reversals in a trend. Trading with confluence helps improve your risk to reward and profitability. Each indicator has an expected win rate, expected risk to reward, and expected drawdown. These expectations and averages vary from time to time, depending on the markets structure. For example, trending strategies work great when the market is moving up or down, but range-bound strategies have more success trading when the market is consolidating; moving sideways. These strategies and indicators are geared towards finding trending and trend continuation setups. For that purpose, we use EMA’s, Fibonacci, Ichimoku, trend lines & channels, RSI (to measure the presence of divergence), price action (momentum/correction), candlesticks, and chart patterns. Below is an example of a confluent case study of a short sell on the Australian dollar against the US dollar. By combining strategies and indicators you effectively decrease the risk of relying on one particular technique and therefore you receive more confirmation for a setup. It allows you to filter out trade setups where multiple signals are not in sync. Hence, increasing your overall aggregate performance.", 
        "video":"WaiCe8OSBas"
    },
    {
        "id":"1.9", 
        "section": 1, 
        "chapter":"Getting Started",
        "title":"Your Trading Plan",
        "content":"In this lesson, you will develop a detailed plan around your personality that defines your financial goals and what it will take to achieve them. Define Your Reason: Defining your reasons for trading and the time you’re willing to commit is an important step in creating your trading plan. Ask yourself why you want to become a trader and then write down what you want to achieve from trading. Analyzing Pairs: We have learned that the main factors that affect exchange rates are interest rates, economic data, geopolitics and volatility. Taking these factors into consideration when choosing a pair will help you develop a solid understanding of the market you are trading, essentially providing you insight into which market is undervalued or overvalued. There are three sets of currency pairs. Major Pairs, Minor Pairs, Cross Pairs. The major currency pairs provide the most liquidity therefore, they are the best pairs to trade while liquidity will often dry up for most minor and cross pairs. So, consider how wide each of these pairs move during trading sessions. The best pairs to trade are as follows: AUD/USD - Commodity pair | Natural Resources | Less volatile . NZD/USD - Commodity pair | Natural Resources | Less volatile. EUR/USD - Liquid Pair | Interest Rate Differential. GBP/USD - Liquid Pair | Interest Rate Differential. USD/JPY - Safe Haven . USD/CHF - Safe Haven. USD/CAD - Commodity pair | Natural Resources | Less volatile. GBP/JPY - Liquid Pair. The details of your trading plan will be affected by the market you want to trade. Beforehand, evaluate your expertise when it comes to its economy, and learn as much as you can about the pair you want to trade. Then, consider which is the best session to trade, the volatility of the market, and how much you stand to lose or gain per pip of movement in the price. If you’re not content with these factors, you may want to choose a different market. Your Trading Style: Take some time to reflect about your day to day lifestyle when you are selecting a trading style. Can you trade while you’re at work, or do you have to manage your trades early in the mornings or late at night? It is critical that this trading style suits your personality and that you remain consistent with this style. Even though there are several types of trading styles, you can merge styles together that best fit your needs. 1. Position (Buy & Hold) Traders 2. Swing Traders 3. Intraday Traders 4. Scalp Traders. All trading styles REQUIRE technical analysis to find the best window of opportunity to enter and exit your positions. So, it's very important you spend enough time preparing yourself for trading, which includes education, back-testing and analyzing the markets. Your RoR: It is evident that your rate of return will depend on the currency you trade and how well you can manage your trading capital. In order to evaluate your rate of return you need a trading track record in order to define your profit/loss ratio and gauge your risk-to-reward ratio. Before you start trading, determine how much risk you're prepared to take on – both for individual trades and your trading strategy as a whole. Deciding your risk limit is very important. However, we can algebraically elaborate on your capital goal with the equation from the Capital lesson to realize you trading profit expectations. Lets say you want to turn $5,000 into $100,000 in a year. If you were to only make one trade per day. Capital Goal = Startup Capital + (Expected Return × Total Number of Trades). $100,000 = $5,000 + (Expected Return x 252). $95,000 = Expected Return x 252. Divide $695,000 by 252. $377 = Expected Return. Given there is 252 Trading days in 2021 you would need to make at least $377 every trade on every trading day. If you were to net $100 per trade. Capital Goal = Startup Capital + (Expected Return × Total Number of Trades). $100,000 = $5,000 + ($100 × Total Number of Trades). $95,000 = $100 × Total Number of Trades. Divide $95,000 by $100. 950 = Total Number of Trades. Given there is 252 Trading days in a year you would need to take 3-4 trades per day making $100 or more or make $300-$400 in one trade per day but that would result in you overleveraging your account. It's possible to lose more times than you win and still be consistently profitable. It all boils down to risk vs reward. Personally, I like to use a risk-reward ratio of 1:3 or higher, which means the possible profit made on a trade will be at least double the potential loss. To work out the risk-reward ratio, compare the amount you’re risking to the potential gain. For example, if you’re risking $50 on a trade and the potential gain is $200, the risk-reward ratio is 1:4. Remember, to ALWAYS manage your trade with a stop loss. Your Technical Edge: Patience is your best friend. No technical tool/indicator is correct 100% of the time. That is why back-testing is the best way to; gauge the profitability of your trading system, determine which currency pair is best for you to trade and your trading timeframe. What Is A Good Setup?. A break through cloud structure. A bounce on/in cloud structure. A confirming Japanese candlestick pattern to confirm break/bounce. A Fibonacci retracement followed by price action confirmation. Buy trades only if price is above the cloud, and Sell trades only if price is below the cloud. Double Bottoms/Tops at previous highs and lows. When the Price crosses the cloud. When the Lagging Span crosses the cloud. Trading during session overlap or with an increase of volume. The Ichimoku provides 80% accuracy in a trending market with the signals it generates.. 10 Laws of Technical Analysis: 1.Chart The Trends: Study long-term charts. Begin a chart analysis with monthly and weekly charts spanning several years. A larger scale map of the market provides more visibility and a better long-term perspective on a market. Once the long-term has been established, then consult daily and intraday charts. A short-term market view alone can often be deceptive. Even if you only trade the very short term, you will do better if you're trading in the same direction as the intermediate and longer term trends. 2.The Trend Is Your Friend: Use The Ichimoku Cloud to determine the trend and follow it. Market trends come in many sizes – long-term, intermediate-term and short-term. First, determine which one you're going to trade and use the appropriate chart. Make sure you trade in the direction of that trend. Buy dips if the trend is up. Sell rallies if the trend is down. If you're trading the intermediate trend, use daily and weekly charts. If you're day trading, use daily and intraday charts. But in each case, let the longer range chart determine the trend, and then use the shorter term chart for timing. 3.Find The Highs And Lows: Find support and resistance levels. The best place to buy a market is near support levels. That support is usually a previous reaction low. The best place to sell a market is near resistance levels. Resistance is usually a previous peak. After a resistance peak has been broken, it will usually provide support on subsequent pullbacks. In other words, the old “high” becomes the new low. In the same way, when a support level has been broken, it will usually produce selling on subsequent rallies – the old “low” can become the new “high.” 4.Fibonacci: Measure percentage retracements. Market corrections up or down usually retrace a significant portion of the previous trend. You can measure the corrections in an existing trend in simple percentages. A fifty percent retracement of a prior trend is most common. A minimum retracement is usually one-third of the prior trend. The maximum retracement is usually two-thirds. Fibonacci Retracements of 38% and 62% are also worth watching. During a pullback in an uptrend, therefore, initial buy points are in the 33-38% retracement area. 5.Trend Lines: Draw trend lines. Trend lines are one of the simplest and most effective charting tools. All you need is a straight edge and two points on the chart. Up trend lines are drawn along two successive lows. Down trend lines are drawn along two successive peaks. Prices will often pull back to trend lines before resuming their trend. The breaking of trend lines usually signals a change in trend. A valid trend line should be touched at least three times. The longer a trend line has been in effect, and the more times it has been tested, the more important it becomes. 6.EMA's: Moving averages provide objective buy and sell signals. They tell you if the existing trend is still in motion and they help confirm trend changes. Moving averages do not tell you in advance, however, that a trend change is imminent. A combination chart of two moving averages is the most popular way of finding trading signals. Some popular futures combinations are 4- and 9-day moving averages, 9- and 18-day, 5- and 20-day. Signals are given when the shorter average line crosses the longer. Price crossings above and below a 40-day moving average also provide good trading signals. Since moving average chart lines are trend-following indicators, they work best in a trending market. 7.Divergences: Oscillators help identify overbought and oversold markets. While moving averages offer confirmation of a market trend change, oscillators often help warn us in advance that a market has rallied or fallen too far and will soon turn. Two of the most popular are the Relative Strength Index (RSI) and the Stochastics Oscillator. They both work on a scale of 0 to 100. With the RSI, readings over 70 are overbought while readings below 30 are oversold. The overbought and oversold values for Stochastics are 80 and 20. Most traders use 14 days or weeks for Stochastics and either 9 or 14 days or weeks for RSI. Oscillator divergences often warn of market turns. These tools work best in a trading market range. Weekly signals can be used as filters on daily signals. Daily signals can be used as filters fortra-day charts. 8.Confluence: Don't ignore volume. Volume is a very important confirming indicator. Volume precedes price. It's important to ensure that heavier volume is taking place in the direction of the prevailing trend. In an uptrend, heavier volume should be seen on up days. Rising volume confirms that new money is supporting the prevailing trend. Declining volume is often a warning that the trend is near completion. A solid price uptrend should always be accompanied by rising volume. 9.Backtest: Backtest! backtest! and backtest some more! 10.Don't Stop Learning: Keep at it. Technical analysis is a skill that improves with experience and study. Always be a student and keep learning.", 
        "video":"/"
    },
    {
        "id":"2.1", 
        "section": 2, 
        "chapter":"Fundamental Analysis",
        "title":"Exchange Rates 101",
        "content":"A Quick Rundown of Exchange Rates: It is natural for some currencies to be correlated with commodity prices because their economic growth is directly related to exports or a reliance on imports. Floating rate is completely determined by market forces. A Soft pegged rate is usually determined by market forces, but the central banks sometimes intervene. A Hard pegged rate is controlled by central banks to keep the currency fixed at certain levels. Merged rate is completely identical to that of another nation's currency. Supply & Demand Shifts in Forex Short term: Ranging from minutes to weeks, traders/investors who buy appreciating currencies, and sell depreciating currencies influence exchange rates. This kind of speculation usually creates very common market patterns in technical analysis. Expected appreciation leads to stronger currencies and expected depreciation leads to weaker currencies. Hence, in the short term, differences in rates of return influence exchange rate markets, for the rate of return heavily coincides with the countries interest rates. Countries with relatively high interest rates will tend to experience stronger exchange rates as they attract traders to buy or 'go long' the currency and allure investors from abroad. Countries with relatively low rates of return will tend to experience weaker exchange rates, as a result, traders will sell or 'short' the currency meanwhile investors convert to other currencies. Medium term: Ranging from months to years, inflation rates will influence exchange rate markets. Over the course of a few years exchange rates usually adjust to the purchasing power parity (PPP) rate. PPP is the exchange rate that shows the ratio of the prices in national currencies of the same internationally tradable goods in different countries, when converted at the PPP rate to a common currency, are equivalent in all economies. The Macro Effect: Central Banks: Central banks are concerned about exchange rate fluctuations for several reasons. Exchange rates affect imports and exports, which will affect aggregate demand in a economy. A stronger currency benefits those who are buying with that currency and hurt those who are selling with it. A weaker currency hurts those, like importers, who are buying with that currency and benefits those who are selling with it, like exporters. These fluctuations will cause difficulties for many firms, but especially banks that may be forced to intervene if the currency was to dramatically rise or fall. Usually, these fluctuations will accompany unsustainable flows of financial capital that can send a economy into a recession if international investors decide to exchange there money to another currency.", 
        "video":"Sn0BXOZtFVg"
    },
    {
        "id":"2.2", 
        "section": 2, 
        "chapter":"Fundamental Analysis",
        "title":"Macroeconomics 101", 
        "content":"A Quick Rundown of the Economy: In this lesson, you will learn fundamental economic concepts that will help you identify and examine key measures of economic performance like gross domestic product, inflation and unemployment. Macroeconomic Drivers: Gross Domestic Product: Business cycles are the fluctuations in economic activity defined in terms of periods of expansion and contraction. There are many different factors that shift economic cycles such as interest rates, consumer & business confidence, and the credit cycle. Business cycles can be identified from news about changes in growth & inflation. A rapid growth in GDP invariably leads to inflation with several economic costs. This inflationary growth is usually unsustainable that leads to a recession that represents a large squander of resources. Prolonged periods of unemployment may lead to a loss of labor productivity creating uncertainty in the financial markets. This will cause lower investments that lead to lower long-term economic growth. GDP forecast revisions and Inflation surprises signal traders/investors about the current state of the economy. The PMI report accurately follows GDP. The PMI (Purchasing Managers Index) report is issued by the ISM (Institute of Supply Management) and is one of the most reliable economic indicators available for investors. This report provides valuable insight about which subsectors are growing or slowing down on a month to month basis. It is important to note that this report is great tool to use with Finviz when conducting analysis in the stock market. A Manufacturing PMI reading above 50 percent indicates that the manufacturing economy is generally expanding; below 50 percent indicates that it is generally contracting. A Manufacturing PMI above 43.1 percent, over a period of time, indicates that the overall economy, or gross domestic product (GDP), is generally expanding; below 43.1 percent, it is generally contracting. The distance from 50 percent or 43.1 percent is indicative of the extent of the expansion or contraction. A Services PMI above 49.2 percent, over time, indicates that the overall economy, or gross domestic product (GDP), is generally expanding; below 49.2 percent, it is generally contracting. The distance from 50 percent or 49.2 percent is indicative of the strength of the expansion or contraction. ISM PMI Report: https://www.ismworld.org/supply-management-news-and-reports/reports/ism-report-on-business/ | Finviz: https://finviz.com/map.ashx?t=sec | Bureau of Economic Analysis: https://www.bea.gov/news/current-releases | U.S Department of Labor: https://www.dol.gov/newsroom/releases | International Monetary Fund: https://www.imf.org/external/datamapper/GGXWDG_NGDP@WEO/OEMDC/ADVEC/WEOWORLD/VEN/AFG | Zacks Holdings: https://www.zacks.com/funds/etf/SPY/holding | The Federal Open Market Committee (FOMC): Monetary policy involves changes to interest rates and credit conditions, affecting the amount of borrowing and spending in a economy. Interest rates are the single most important factor in trading the Foreign Exchange Market. Central Banks use 3 tools to execute monetary policy. Open market operations is the most commonly used tool, which involves buying and selling government bonds with banks; discount rates, which is the interest rate charged by the central bank on the loans that it provides to commercial banks; and reserve requirements, which determine the level of reserves a bank is legally required to hold. Basically, the main purpose of a central bank is to keep the economy growing and keep its inflation low. In addition, there are two types of monetary policy; an expansionary (or loose) monetary policy which is viewed as 'hawkish' or 'bullish' to traders/investors and a contractionary (or tight) monetary policy which is viewed as 'dovish' or 'bearish' to traders/investors. Now, a loose policy raises the quantity of money and credit above what it would have been and decreases interest rates increasing aggregate demand, therefore preventing a recession. On the other hand, a tight policy reduces the amount of money and credit below what it would've been and raises interest rates keeping inflation low. Federal Rreserve: https://www.federalreserve.gov/monetarypolicy/fomccalendars.htm | The Bank of England: https://www.bankofengland.co.uk/news/news | The European Central Bank: https://www.ecb.europa.eu/stats/policy_and_exchange_rates/key_ecb_interest_rates/html/index.en.html | The Reserve Bank of Australia: https://www.rba.gov.au/monetary-policy/int-rate-decisions/2021/ | International Trade: Generally, when you are analyzing the balance of payments in a economy it is important to remember that if the countries exports are more than it's imports than it is very likely that its currency will appreciate in value because other countries are investing in that countries economy. Also, if a countries imports are more than its exports then its currency is likely to depreciate in value because that country is investing its resources outside of its own economy. The Balance of Payments shows a countries transactions with the rest of the world. It records inflows and outflows of money and divides them into two sections; current account & capital account. The current account keeps record of investment incomes, transfers and the flow of goods & services. The capital account keeps record of foreign direct investments, portfolio investments and capital flows. Keep in mind that you should not make your trade/investment decision only using these parameters but to use international trade flow in conjunction with the countries business cycle, monetary policy & macro sentiment. In a floating exchange rate policy, the current account will mirror the financial account and if there ever is a deficit on imported goods there will be a surplus on the financial account. This is to prevent disequilibrium which may be an indication that the economy is spending too much and is a sign of underlying inflationary pressures. This will lead to 'tight' adjustments in policies that involve a devaluation of its exchange rate making exports cheaper & imports more expensive. Tight monetary policy involves increasing interest rates that will increase the cost of debt and mortgage repayments causing people to spend less money. Higher interest rates can cause the current account deficit to worsen from an appreciation in the exchange rate, but this depends on the phase of the countries business cycle. Bureau of Economic Analysis: https://www.bea.gov/news/glance", 
        "video":"z7gJrPzte64"
    },
    {
        "id":"2.3", 
        "section": 2, 
        "chapter":"Fundamental Analysis",
        "title":"The Commitment of Traders Report", 
        "content":"In this lesson, you will learn fundamental economic concepts that will help you identify and examine key measures of economic performance like gross domestic product, inflation and unemployment. You will also learn how to gauge market sentiment through the commitment of traders report & where to go to obtain economic news events. The Commitment of Traders Report: Macro sentiment gauges the markets psychology from behaviors & beliefs that influence the market. The Commodity Futures Trading Commission (CFTC) is an independent agency of the U.S. government that regulates futures & option markets to protect its market participants. The CFTC publishes the Commitments of Traders (COT) reports to help the public understand market dynamics. Specifically, the COT reports are based on position data supplied by reporting firms (FCMs, clearing members, foreign brokers and exchanges) from Tuesday, reviewed on Wednesday morning and the CFTC corrects and verifies the data for release by Friday at 3:30PM EST. The COT reports provide a breakdown of each Tuesday’s open interest for futures & options on the futures markets. We gauge market sentiment from weekly reports in the futures market that displays how traders/investors have positioned themselves across multiple asset classes, and whether those markets are doubling down on risk or is risk-averse. An increase and/or decrease of speculative positions is indicative of extremes that cause markets to trend & consolidate. These reports are highly effective when used in conjunction with technical analysis that identifies these price movements & highlights chart patterns for potential entries & exits. The Commitment of Traders report is a key report you must analyze before entering any trade/position. Sometimes, report releases are postponed due to holidays or unexpected disruptions in the work of the CFTC website. It is your duty to decide whether to use the data from such postponed reports for trading or to ignore them. The report contains positions from five classes of traders: Dealer / Intermediary - banks, brokers and dealers. Asset Manager / Institutional - hedge funds, ETFs, big investors - SMART MONEY. Leveraged Funds - private money managers. Other reportable - other traders, mostly non-investors who need to hedge risks. Non-reportable - everyone else. Dealer Intermediary Category– is a representation of neutral volume. It is institutions making contracts for their clients, and does not represent biased volume. For this reason, we mostly ignore the first category. Asset Manager/ Institutional– represents volume from institutional money and is very important. These are pension fund managers, mutual funds, and professionally managed assets. You can accept this volume as the smart/professional money that is longer term biased with a bullish view. Leveraged Funds– these are positions by hedge funds, and speculative traders. This category is more volatile and has shorter-term biases and trading horizons. The last two categories are not important and we can skip them altogether. How to Trade the CoT report: The most simple way would be to buy a currency pair whenever the number of Asset Manager/Institutional long contracts rise and short contracts fall. Buy when the number of Institutional long positions rises compared to the previous report and the number of short Institutional positions falls compared to the previous report. Sell when the number of Institutional long positions falls compared to the previous report and the number of short Institutional positions rises compared to the previous report. If both the number of the long positions and the number of the short positions rise or fall simultaneously, then no trading signal is generated. The current position remains open. Market Extremes: Here's how I create an index that measures market extremes. First, decide how long of a period you want to cover. The more values you input into the index, the less sentiment extreme signals you will receive, but the more reliable it will be. Having fewer input values will result in more signals, although it might lead to more false positives. Calculate the difference between the positions of large speculators/ Asset Manager-Institutional and commercial. Leveraged Funds traders for each week. The formula for calculating this difference is: Difference = Net position of Large Speculators – Net position of Commercials. Tradingsters' disaggregated COT reports: https://www.tradingster.com/ | CFTC: https://www.cftc.gov/MarketReports/CommitmentsofTraders/index.htm", 
        "video":"/"
    },
    {
        "id":"2.4", 
        "section": 2, 
        "chapter":"Fundamental Analysis",
        "title":"Economic News", 
        "content":"High impact news will create a lot of volatility during economic news release. Each news release has a different levels of volatility in the market. Some releases will cause high volatility in the short run where some news releases or economic projections can span from over a several days to weeks & even months. Its best to use the economic data released to support your trading idea instead of using.... Changes in USD: Advanced & Preliminary GDP, FOMC Economic Projections, PCE (Personal Consumption Expenditure), Core CPI (Consumer Price Index), NFP (Non-Farm Payroll), ADP Non-Farm Employment, Unemployment Rate, ISM Manufacturing PMI, ISM Services PMI, Forex Factory: https://www.forexfactory.com/", 
        "video":"/"
    },
    {
        "id":"2.5", 
        "section": 2, 
        "chapter":"Fundamental Analysis",
        "title":"Market Correlations", 
        "content":"In this lesson, we will learn about market correlation and how they can be used to support our analysis. A currency pair's correlation can be used to describe the relationship between two or more pairs of currencies. It can also be used to describe the relationship in movements of other markets and commodities. The correlation coefficient is a statistical measure that ranges between -1 and +1.  A +1 positive correlation means one currency will move in the same direction as the other currency/commodity 100% of the time & a -1 negative correlation means one currency will move in the opposite direction to the other currency/commodity 100% of the time. However, these perfect correlations are only possible for short periods at a time. A correlation coefficient of zero means there is no correlation at all. In science, a zero correlation means the two variables are completely unrelated to one another, but since there is always some degree of connection in the foreign exchange market, however remote, it is reasonable to say we just cannot predict how the movement of one market with affect the other.", 
        "video":"/"
    }
]

